Repository: aslamdoctor/rearrange-woocommerce-products
Catalog: languages/rearrange-woocommerce-products-*.po
Languages: es_ec, fr_fr, hi_in, ru_ru

source: 5 Star Ratings
es_ec: Calificaciones de 5 estrellas
fr_fr: 5 étoiles
hi_in: 5 स्टार रेटिंग
ru_ru: 5-звездочный рейтинг

source: a WordPress plugin to Rearrange Woocommerce Products listed on the Shop page
es_ec: un complemento de WordPress para reorganizar los productos de Woocommerce enumerados en la página de la tienda
fr_fr: un plugin WordPress pour réorganiser les produits Woocommerce répertoriés sur la page Boutique
hi_in: शॉप पेज पर सूचीबद्ध Woocommerce उत्पादों को पुनर्व्यवस्थित करने के लिए एक वर्डप्रेस प्लगइन
ru_ru: плагин WordPress для перестановки продуктов Woocommerce, перечисленных на странице магазина

source: after deactivating or deleting the plugin.
es_ec: después de desactivar o eliminar el complemento.
fr_fr: après avoir désactivé ou supprimé le plugin.
hi_in: प्लगइन को निष्क्रिय या हटाने के बाद।
ru_ru: после деактивации или удаления плагина.

source: All products are rearranged now.
es_ec: Todos los productos están reorganizados ahora.
fr_fr: Tous les produits sont réorganisés maintenant.
hi_in: सभी उत्पादों को अब पुनर्व्यवस्थित किया गया है।
ru_ru: Все продукты переставлены сейчас.

source: Aslam Doctor
hi_in: असलम डॉक्टर

source: Buy me a coffee
es_ec: Cómprame un café
fr_fr: Achetez-moi un café
hi_in: मेरे लिए एक कॉफी खरीदें
ru_ru: Купи мне кофе

source: Edit Product
es_ec: Editar producto
fr_fr: Modifier le produit
hi_in: उत्पाद संपादित करें
ru_ru: Редактировать продукт

source: Facing issues?
es_ec: ¿Enfrentando problemas?
fr_fr: Faire face à des problèmes ?
hi_in: मुद्दों का सामना करना पड़ रहा है?
ru_ru: Столкнулись с проблемами?

source: If you are facing any issues, try the
es_ec: Si tiene algún problema, pruebe el
fr_fr: Si vous rencontrez des problèmes, essayez le
hi_in: यदि आप किसी समस्या का सामना कर रहे हैं, तो कोशिश करें
ru_ru: Если у вас возникли проблемы, попробуйте

source: If you like this plugin, please give
es_ec: Si te gusta este plugin, por favor dale
fr_fr: Si vous aimez ce plugin, merci de donner
hi_in: अगर आपको यह प्लगइन पसंद है, तो कृपया दें
ru_ru: Если вам нравится этот плагин, пожалуйста, дайте

source: Important Notes
es_ec: Notas importantes
fr_fr: Notes IMPORTANTES
hi_in: महत्वपूर्ण लेख
ru_ru: Важные заметки

source: Move one step down
es_ec: Mover un paso hacia abajo
fr_fr: Descendez d'un pas
hi_in: एक कदम नीचे ले जाएँ
ru_ru: Перейти на один шаг вниз

source: Move one step up
es_ec: Mover un paso hacia arriba
fr_fr: Montez d'un cran
hi_in: एक कदम बढ़ाओ
ru_ru: Перейти на один шаг вверх

source: Move to bottom of list
es_ec: Mover al final de la lista
fr_fr: Déplacer vers le bas de la liste
hi_in: सूची के नीचे ले जाएँ
ru_ru: Перейти к концу списка

source: Move to top of list
es_ec: Mover al principio de la lista
fr_fr: Déplacer vers le haut de la liste
hi_in: सूची में सबसे ऊपर जाएं
ru_ru: Перейти к началу списка

source: Please activate Woocommerce plugin before using
es_ec: Active el complemento Woocommerce antes de usar
fr_fr: Veuillez activer le plugin Woocommerce avant d'utiliser
hi_in: कृपया उपयोग करने से पहले Woocommerce प्लगइन सक्रिय करें
ru_ru: Пожалуйста, активируйте плагин Woocommerce перед использованием

source: plugin
es_ec: enchufar
fr_fr: brancher
hi_in: प्लगइन
ru_ru: плагин

source: Products arranged below
es_ec: Productos dispuestos a continuación
fr_fr: Produits disposés ci-dessous
hi_in: नीचे व्यवस्थित उत्पाद
ru_ru: Продукты расположены ниже

source: Rearrange Products
es_ec: Reorganizar productos
fr_fr: Réorganiser les produits
hi_in: उत्पादों को पुनर्व्यवस्थित करें
ru_ru: Переставить продукты

source: Rearrange Woocommerce Products
es_ec: Reorganizar los productos de Woocommerce
fr_fr: Réorganiser les produits Woocommerce
hi_in: Woocommerce उत्पादों को पुनर्व्यवस्थित करें
ru_ru: Изменить порядок продуктов Woocommerce

source: Request Support
es_ec: Pedir soporte
fr_fr: Demander de l'aide
hi_in: समर्थन का अनुरोध करें
ru_ru: Запрос поддержки

source: Save Changes
es_ec: Guardar cambios
fr_fr: Sauvegarder les modifications
hi_in: परिवर्तनों को सुरक्षित करें
ru_ru: Сохранить изменения

source: Select Product Category
es_ec: Seleccionar categoría de producto
fr_fr: Sélectionnez la catégorie de produit
hi_in: उत्पाद श्रेणी का चयन करें
ru_ru: Выберите категорию продукта

source: Sort by Categories
es_ec: Ordenar por Categorías
fr_fr: Trier par Catégories
hi_in: श्रेणियों के आधार पर छाँटें
ru_ru: Сортировать по категориям

source: Sort by Products
es_ec: Ordenar por productos
fr_fr: Trier par produits
hi_in: उत्पादों के आधार पर छाँटें
ru_ru: Сортировать по продуктам

source: steps first.
es_ec: primeros pasos.
fr_fr: étapes en premier.
hi_in: पहले कदम।
ru_ru: шаги первые.

source: troubleshooting
es_ec: solución de problemas
fr_fr: dépannage
hi_in: समस्या निवारण
ru_ru: исправление проблем

source: Use "single click" to select multiple products and drag them.
es_ec: Utilice "un solo clic" para seleccionar varios productos y arrastrarlos.
fr_fr: Utilisez le "simple clic" pour sélectionner plusieurs produits et faites-les glisser.
hi_in: अनेक उत्पादों का चयन करने और उन्हें खींचने के लिए "एकल क्लिक" का उपयोग करें।
ru_ru: Используйте «один щелчок», чтобы выбрать несколько продуктов и перетащить их.

source: View Product
es_ec: Ver el producto
fr_fr: Voir le produit
hi_in: उत्पाद देखें
ru_ru: Посмотреть продукт

source: View product info
es_ec: Ver información del producto
fr_fr: Afficher les informations sur le produit
hi_in: उत्पाद जानकारी देखें
ru_ru: Посмотреть информацию о продукте

source: will be reset
es_ec: será reiniciado
fr_fr: sera réinitialisé
hi_in: रीसेट हो जाएगा
ru_ru: будет сброшен
